Repository: jwsscott777/WeldHandbook
Catalog: WeldHandbook/Localization/Localizable.xcstrings
Source language: en
Languages: es_419, fil_ph, ht, pt_br, zh_hans

source: Quick Settings 1. Electrode Selection and Settings for Various Steel Thicknesses: * For vertical up welds on steel thicknesses from 1/8 to 3/16 inches and pipe thickness range of 1/4 to 1/2 inches, use a .035-inch diameter E71T-1 electrode. * For steel in the range of 1/4 to 3/8 inches thickness, consider a 0.045-inch diameter E71T-1 electrode, or a .062-inch diameter E71T-1 electrode in nonheat-sensitive applications. * For steel over 3/8 inches thickness, a .062-inch diameter E71T-1 electrode is recommended. * For flat and horizontal welds on steel of 3/8 to 3/4 inches thickness, use a 1/16-inch diameter E70T-X electrode, and for steel over 3/4 inches thickness, a 3/32-inch E70T-X electrode. 2. Settings for Dual-Shielded, All-Position FCAW Electrodes: * For vertical up welding with E71T-1 electrodes (0.045-inch diameter), the recommended current range is approximately 130 to 250 amps. * Optimal settings for a vertical up weld with an E71T-1, .035-inch diameter electrode are a wire feed rate of 450 in./min, a welding current of 160 to 170 amps, and a voltage of 27 to 28 volts. 3. Additional Guidlines: * A .035-inch electrode is ideal for welding steel pipe with wall thicknesses less than 1/2 inch. * The recommended contact tip recess for FCAW is about 1/2 inch with a minimum electrode extension of 3/4 inch. * For .045-inch diameter E71T-1 all-position electrodes, use a wire feed rate of 350 in./min for vertical up welding (200 to 190 amps, 24 to 25 volts) and 560 in./min for flat welding (270 amps, 25 to 27 volts). 0.052-inch (1.3-mm) Diameter Electrodes: * Vertical Up Welding: * Wire Feed Rate: Set to approximately 250 in./min (106 mm/s). * Amperage: Around 200 amps. * Voltage: Set to 25 volts. Flat Welding: * Wire Feed Rate: Set 490 to 560 in./min (207 to 237 mm/s). * Amperage: Approximately 300 amps. * Voltage: Set to 28 volts. 0.062-inch (1.6-mm) Diameter Electrodes: * Vertical Up Welding: * Wire Feed Rate: 190 in./min. * Amperage: 230 to 240 amps. * Voltage: Adjust to 24–25 volts. * Flat Welding: * Wire Feed Rate: 300 in./min. * Amperage: 340–350 amps. * Voltage: Set to 29–30 volts. Average Deposition Rates for Manual Welding: * Welding for 30 minutes of each hour on steel thicknesses of 1/4 to 3/8 inches with an all-position flux-cored electrode of .062-inch or 0.045-inch diameter typically results in a deposition rate of about 4–5 lb/h.
es_419: Ajustes rápidos 1. Selección y configuración de electrodos para varios espesores de acero: * Para soldaduras verticales ascendentes en espesores de acero de 1/8 a 3/16 pulgadas y rango de espesor de tubería de 1/4 a 1/2 pulgadas, use un electrodo E71T-1 de 0,035 pulgadas de diámetro. * Para acero en el rango de 1/4 a 3/8 pulgadas de espesor, considere un electrodo E71T-1 de 0,045 pulgadas de diámetro o un electrodo E71T-1 de 0,062 pulgadas de diámetro en aplicaciones no sensibles al calor. * Para acero de más de 3/8 pulgadas de espesor, se recomienda un electrodo E71T-1 de 0,062 pulgadas de diámetro. * Para soldaduras planas y horizontales en acero de 3/8 a 3/4 de pulgada de espesor, use un electrodo E70T-X de 1/16 de pulgada de diámetro, y para acero de más de 3/4 de pulgada de espesor, un electrodo E70T-X de 3/32 de pulgada. electrodo X. 2. Configuraciones para electrodos FCAW de doble blindaje y en todas las posiciones: * Para soldadura vertical hacia arriba con electrodos E71T-1 (0,045 pulgadas de diámetro), el rango de corriente recomendado es de aproximadamente 130 a 250 amperios. * Los ajustes óptimos para una soldadura vertical ascendente con un electrodo E71T-1 de 0,035 pulgadas de diámetro son una velocidad de alimentación de alambre de 450 pulgadas/min, una corriente de soldadura de 160 a 170 amperios y un voltaje de 27 a 28 voltios. 3. Directrices adicionales: * Un electrodo de 0,035 pulgadas es ideal para soldar tuberías de acero con espesores de pared inferiores a 1/2 pulgada. * El hueco recomendado para la punta de contacto para FCAW es de aproximadamente 1/2 pulgada con una extensión mínima del electrodo de 3/4 de pulgada. * Para electrodos de todas las posiciones E71T-1 de 0,045 pulgadas de diámetro, utilice una velocidad de alimentación de alambre de 350 pulg./min para soldadura vertical ascendente (200 a 190 amperios, 24 a 25 voltios) y 560 pulg./min para soldadura plana. (270 amperios, 25 a 27 voltios). Electrodos de 0,052 pulgadas (1,3 mm) de diámetro: * Soldadura vertical hacia arriba: * Velocidad de alimentación de alambre: Establezca aproximadamente 250 pulg./min (106 mm/s). * Amperaje: Alrededor de 200 amperios. * Voltaje: Establecido en 25 voltios. Soldadura Plana: * Velocidad de alimentación de alambre: Establezca 490 a 560 pulg./min (207 a 237 mm/s). * Amperaje: Aproximadamente 300 amperios. * Voltaje: Establecido en 28 voltios. Electrodos de 0,062 pulgadas (1,6 mm) de diámetro: * Soldadura vertical hacia arriba: * Velocidad de alimentación de alambre: 190 pulg./min. * Amperaje: 230 a 240 amperios. * Voltaje: Ajuste a 24–25 voltios. * Soldadura Plana: * Velocidad de alimentación de alambre: 300 pulg./min. * Amperaje: 340–350 amperios. * Voltaje: Establezca entre 29 y 30 voltios. Tasas promedio de deposición para soldadura manual: * Soldar durante 30 minutos de cada hora en espesores de acero de 1/4 a 3/8 pulgadas con un electrodo con núcleo fundente para todas las posiciones de 0,062 pulgadas o 0,045 pulgadas de diámetro generalmente da como resultado una tasa de deposición de aproximadamente 4 a 5 libras/h.
fil_ph: Mga Mabilisang Setting 1. Pagpili at Mga Setting ng Electrode para sa Iba't ibang Kapal ng Bakal: * Para sa mga vertical up welds sa mga kapal ng bakal mula 1/8 hanggang 3/16 pulgada at hanay ng kapal ng tubo na 1/4 hanggang 1/2 pulgada, gumamit ng .035-pulgadang diameter na E71T-1 na elektrod. * Para sa bakal na nasa hanay na 1/4 hanggang 3/8 pulgada ang kapal, isaalang-alang ang isang 0.045-pulgada na diyametro na E71T-1 electrode, o isang .062-pulgadang lapad na E71T-1 na elektrod sa mga aplikasyong hindi sensitibo sa init. * Para sa bakal na higit sa 3/8 pulgada ang kapal, inirerekomenda ang isang .062-pulgada na diameter na E71T-1 electrode. * Para sa flat at horizontal welds sa bakal na 3/8 hanggang 3/4 inches ang kapal, gumamit ng 1/16-inch diameter E70T-X electrode, at para sa steel na higit sa 3/4 inches na kapal, isang 3/32-inch E70T- X elektrod. 2. Mga Setting para sa Dual-Shielded, All-Position FCAW Electrodes: * Para sa vertical up welding na may E71T-1 electrodes (0.045-inch diameter), ang inirerekomendang kasalukuyang range ay humigit-kumulang 130 hanggang 250 amps. * Ang pinakamainam na setting para sa vertical up weld na may E71T-1, .035-inch diameter electrode ay wire feed rate na 450 in./min, welding current na 160 hanggang 170 amps, at boltahe na 27 hanggang 28 volts. 3. Mga Karagdagang Patnubay: * Ang isang .035-inch electrode ay mainam para sa welding steel pipe na may kapal ng pader na mas mababa sa 1/2 pulgada. * Ang inirerekomendang contact tip recess para sa FCAW ay humigit-kumulang 1/2 pulgada na may pinakamababang electrode extension na 3/4 pulgada. * Para sa .045-inch diameter E71T-1 all-position electrodes, gumamit ng wire feed rate na 350 in./min para sa vertical up welding (200 hanggang 190 amps, 24 hanggang 25 volts) at 560 in./min para sa flat welding (270 amps, 25 hanggang 27 volts). 0.052-inch (1.3-mm) Diameter Electrodes: * Vertical Up Welding: * Wire Feed Rate: Itakda sa humigit-kumulang 250 in./min (106 mm/s). * Amperage: Humigit-kumulang 200 amps. * Boltahe: Itakda sa 25 volts. Flat Welding: * Wire Feed Rate: Itakda ang 490 hanggang 560 in./min (207 hanggang 237 mm/s). * Amperage: Humigit-kumulang 300 amps. * Boltahe: Itakda sa 28 volts. 0.062-inch (1.6-mm) Diameter Electrodes: * Vertical Up Welding: * Rate ng Wire Feed: 190 in./min. * Amperage: 230 hanggang 240 amps. * Boltahe: I-adjust sa 24–25 volts. * Flat Welding: * Wire Feed Rate: 300 in./min. * Amperage: 340–350 amps. * Boltahe: Itakda sa 29–30 volts. Average na Deposition Rate para sa Manu-manong Welding: * Ang welding para sa 30 minuto ng bawat oras sa bakal na kapal na 1/4 hanggang 3/8 pulgada na may all-position flux-cored electrode na .062-inch o 0.045-inch diameter ay karaniwang nagreresulta sa isang deposition rate na humigit-kumulang 4–5 lb/h.
ht: Anviwònman rapid 1. Elektwòd Seleksyon ak Anviwònman pou plizyè epesè Steel: * Pou vètikal moute soude sou epesè asye soti nan 1/8 a 3/16 pous ak ranje epesè tiyo nan 1/4 a 1/2 pous, sèvi ak yon .035-pous dyamèt E71T-1 elektwòd. * Pou asye nan seri 1/4 a 3/8 pous epesè, konsidere yon elektwòd E71T-1 0.045-pous dyamèt, oswa yon .062-pous dyamèt E71T-1 elektwòd nan aplikasyon ki pa sansib pou chalè. * Pou asye plis pase 3/8 pous epesè, yo rekòmande yon elektwòd E71T-1 .062-pous dyamèt. * Pou soude plat ak orizontal sou asye ki gen 3/8 a 3/4 pous epesè, sèvi ak yon elektwòd E70T-X 1/16-pous dyamèt, ak pou asye plis pase 3/4 pous epesè, yon 3/32-pous E70T- X elektwòd. 2. Anviwònman pou elektwòd FCAW doub ki pwoteje, tout pozisyon yo: * Pou vètikal moute soude ak E71T-1 elektwòd (0.045-pous dyamèt), ranje aktyèl la rekòmande se apeprè 130 a 250 ampè. * Paramèt optimal pou yon vètikal moute soude ak yon E71T-1, .035-pous elektwòd dyamèt yo se yon pousantaj fil manje nan 450 pous./min, yon kouran soude nan 160 a 170 amp, ak yon vòltaj nan 27 a 28 vòlt. 3. Lòt Gid: * Yon elektwòd .035-pous ideyal pou soude tiyo asye ak epesè miray mwens pase 1/2 pous. * Rekreyasyon pwent kontak rekòmande pou FCAW se apeprè 1/2 pous ak yon ekstansyon elektwòd minimòm de 3/4 pous. * Pou .045-pous dyamèt E71T-1 elektwòd tout pozisyon, sèvi ak yon to fil kouran ki deyò 350 pous/min pou vètikal moute soude (200 a 190 ampè, 24 a 25 vòlt) ak 560 pous/min pou soude plat. (270 amp, 25 a 27 vòlt). 0.052-pous (1.3-mm) Elektwòd dyamèt: * Vètikal moute soude: * Pousantaj fil manje: Mete apeprè 250 pous/min (106 mm/s). * Anperaj: Anviwon 200 ampè. * Voltage: Mete sou 25 volts. Soude plat: * Pousantaj fil manje: Mete 490 a 560 pous/min (207 a 237 mm/s). * Anperaj: Apeprè 300 ampè. * Voltage: Mete sou 28 volts. 0.062-pous (1.6-mm) Elektwòd dyamèt: * Vètikal moute soude: * Pousantaj fil manje: 190 pous/min. * Anperaj: 230 a 240 ampè. * Voltage: Ajiste a 24-25 volts. * Soude plat: * Pousantaj fil manje: 300 pous/min. * Anperaj: 340-350 ampè. * Voltage: Mete sou 29-30 vòlt. Pousantaj depo mwayèn pou soude manyèl: * Soude pou 30 minit nan chak èdtan sou epesè asye de 1/4 a 3/8 pous ak yon elektwòd tout pozisyon flux-cored nan .062-pous oswa 0.045-pous dyamèt tipikman rezilta nan yon pousantaj depo apeprè 4-5. lb/h.
pt_br: Configurações rápidas 1. Seleção e configurações de eletrodo para várias espessuras de aço: * Para soldas verticais ascendentes em espessuras de aço de 1/8 a 3/16 polegadas e faixa de espessura de tubo de 1/4 a 1/2 polegadas, use um eletrodo E71T-1 de 0,035 polegadas de diâmetro. * Para aço na faixa de 1/4 a 3/8 polegadas de espessura, considere um eletrodo E71T-1 de 0,045 polegadas de diâmetro ou um eletrodo E71T-1 de 0,062 polegadas de diâmetro em aplicações não sensíveis ao calor. * Para aço com mais de 3/8 polegadas de espessura, recomenda-se um eletrodo E71T-1 de 0,062 polegadas de diâmetro. * Para soldas planas e horizontais em aço de 3/8 a 3/4 polegadas de espessura, use um eletrodo E70T-X de 1/16 polegada de diâmetro, e para aço com mais de 3/4 polegadas de espessura, um eletrodo E70T-X de 3/32 polegada. Eletrodo X. 2. Configurações para eletrodos FCAW com blindagem dupla e todas as posições: * Para soldagem vertical ascendente com eletrodos E71T-1 (diâmetro de 0,045 polegadas), a faixa de corrente recomendada é de aproximadamente 130 a 250 amperes. * As configurações ideais para uma solda vertical ascendente com um eletrodo E71T-1 de 0,035 polegadas de diâmetro são uma taxa de alimentação de fio de 450 pol./min, uma corrente de soldagem de 160 a 170 amperes e uma tensão de 27 a 28 volts. 3. Orientações Adicionais: * Um eletrodo de 0,035 polegada é ideal para soldar tubos de aço com espessuras de parede inferiores a 1/2 polegada. * O recesso da ponta de contato recomendado para FCAW é de cerca de 1/2 polegada com uma extensão mínima do eletrodo de 3/4 polegada. * Para eletrodos de todas as posições E71T-1 de 0,045 polegadas de diâmetro, use uma taxa de alimentação de fio de 350 pol./min para soldagem vertical ascendente (200 a 190 amperes, 24 a 25 volts) e 560 pol./min para soldagem plana (270 amperes, 25 a 27 volts). Eletrodos de 0,052 polegadas (1,3 mm) de diâmetro: * Soldagem vertical ascendente: * Taxa de alimentação do fio: Defina para aproximadamente 250 pol./min (106 mm/s). * Amperagem: Cerca de 200 amperes. * Tensão: Defina para 25 volts. Soldagem plana: * Taxa de alimentação do arame: Defina 490 a 560 pol./min (207 a 237 mm/s). * Amperagem: Aproximadamente 300 amperes. * Tensão: Defina para 28 volts. Eletrodos de 0,062 polegadas (1,6 mm) de diâmetro: * Soldagem vertical ascendente: * Taxa de alimentação do fio: 190 pol./min. * Amperagem: 230 a 240 amperes. * Tensão: Ajuste para 24–25 volts. * Soldagem plana: * Taxa de alimentação do fio: 300 pol./min. * Amperagem: 340–350 amperes. * Tensão: Defina para 29–30 volts. Taxas médias de deposição para soldagem manual: * Soldagem por 30 minutos de cada hora em espessuras de aço de 1/4 a 3/8 polegadas com um eletrodo fluxado para todas as posições de 0,062 polegadas ou 0,045 polegadas de diâmetro normalmente resulta em uma taxa de deposição de cerca de 4–5 lb/h.
zh_hans: 快速设置 1、各种钢材厚度的电极选择和设置： * 对于厚度为 1/8 至 3/16 英寸的钢材和厚度范围为 1/4 至 1/2 英寸的管道的垂直向上焊接，请使用 0.035 英寸直径的 E71T-1 焊条。 * 对于厚度范围为 1/4 至 3/8 英寸的钢材，请考虑在非热敏应用中使用直径 0.045 英寸的 E71T-1 焊条或 0.062 英寸直径的 E71T-1 焊条。 * 对于厚度超过 3/8 英寸的钢材，建议使用 0.062 英寸直径的 E71T-1 焊条。 * 对于厚度为 3/8 至 3/4 英寸的钢材的平焊和水平焊缝，请使用直径 1/16 英寸的 E70T-X 焊条，对于厚度超过 3/4 英寸的钢材，请使用 3/32 英寸的 E70T-X 焊条。 X 电极。 2. 双屏蔽全位置 FCAW 电极的设置： * 对于使用 E71T-1 焊条（直径 0.045 英寸）的垂直向上焊接，建议电流范围约为 130 至 250 安培。 * 使用 E71T-1、0.035 英寸直径焊条进行垂直向上焊接的最佳设置是送丝速度为 450 英寸/分钟、焊接电流为 160 至 170 安培、电压为 27 至 28 伏。 3. 附加指南： * 0.035 英寸焊条非常适合焊接壁厚小于 1/2 英寸的钢管。 * 建议的 FCAW 导电嘴凹槽约为 1/2 英寸，最小电极延伸长度为 3/4 英寸。 * 对于直径为 0.045 英寸的 E71T-1 全位置焊条，垂直向上焊接时使用 350 英寸/分钟的送丝速度（200 至 190 安培，24 至 25 伏），平焊时使用 560 英寸/分钟的送丝速度（270 安培，25 至 27 伏）。 0.052 英寸（1.3 毫米）直径电极： * 立式向上焊接： * 送丝速率：设置为大约 250 英寸/分钟（106 毫米/秒）。 * 安培数：约 200 安培。 * 电压：设置为 25 伏。 平焊： * 送丝速率：设置为 490 至 560 英寸/分钟（207 至 237 毫米/秒）。 * 安培数：约 300 安培。 * 电压：设置为 28 伏。 0.062 英寸（1.6 毫米）直径电极： * 立式向上焊接： * 送丝速度：190 英寸/分钟。 * 安培数：230 至 240 安培。 * 电压：调整至 24–25 伏。 * 平焊： * 送丝速度：300 英寸/分钟。 * 安培数：340–350 安培。 * 电压：设置为 29–30 伏。 手动焊接的平均熔敷率： * 使用直径为 0.062 英寸或 0.045 英寸的全位置药芯焊丝对厚度为 1/4 至 3/8 英寸的钢材进行每小时 30 分钟的焊接，通常会产生约 4-5 的沉积率磅/小时。

source: Quick Settings: 1. Electrodes commonly used: * E6010 - Designed for welding pipe and general structures. Excellent for all-position and vertical down welding. Slag is light and easy to remove. Deep, penetrating arc. Low deposition rates. Polarity DC + (electrode positive). * E6011 - Similar to E6010 but modified to allow use of AC. Excellent for welding sheet metal corner joints vertical down. Polarity AC or DC + (electrode positive). * E7018 - An iron-powder, low-hydrogen, all-position electrode. Excellent for rigid, highly stressed structures of low- to medium-carbon steel. Can also be used for welding mild and high-strength steels, highcarbon steels, and alloy steels. Polarity AC or DC + reverse polarity. * E7024 - An iron-powder electrode with low hydrogen, usable in all positions. Excellent for high-amperage, large, fillet welds in flat and horizontal positions. Polarity AC or DC − (electrode negative). 2. Amperage Ranges: * E6010 - 75–130 / 1/8" (90 amps) preferred. * E6011 - 75–130 / 1/8" (90 amps) preferred. * E7018 - 90 / 3/32" * E7018 - 110–160 / 1/8" (140 amps) preferred for Flat & Horizontal. (110-115 amps) preferred for Vertical & Overhead. * E7024 - 130–180 / 1/8" 3. Polarity: * DCEP = DCRP == Electrode Positive or Reverse Polarity. * DCEN = DCSP == Electrode Negative or Straight Polarity.
es_419: Ajustes rápidos: 1. Electrodos de uso común: * E6010 - Diseñado para soldar tuberías y estructuras en general. Excelente para todas las posiciones y descenso vertical. soldadura. La escoria es ligera y fácil de eliminar. Arco profundo y penetrante. Bajas tasas de deposición. Polaridad DC + (electrodo positivo). * E6011: similar al E6010 pero modificado para permitir el uso de CA. Excelente para soldar esquinas de chapa metálica. articulaciones verticales hacia abajo. Polaridad AC o DC + (electrodo positivo). * E7018: electrodo para todas las posiciones, con bajo contenido de hidrógeno y polvo de hierro. Excelente para estructuras rígidas y altamente estresadas de acero con contenido de carbono bajo a medio. También se puede utilizar para soldar aceros suaves y de alta resistencia, con alto contenido de carbono. aceros y aceros aleados. Polaridad AC o DC + polaridad inversa. * E7024: electrodo de polvo de hierro con bajo contenido de hidrógeno, utilizable en todas las posiciones. Excelente para soldaduras de filete grandes y de alto amperaje en posiciones planas y horizontales. Polaridad CA o CC − (electrodo negativo). 2. Rangos de amperaje: * E6010 - Preferiblemente 75–130 / 1/8" (90 amperios). * E6011 - Preferiblemente 75–130 / 1/8" (90 amperios). * E7018 - 90 / 3/32" * E7018 - 110–160 / 1/8" (140 amperios) preferido para planos y horizontales. (110-115 amperios) preferido para vertical y aéreo. * E7024 - 130–180 / 1/8" 3. Polaridad: * DCEP = DCRP == Electrodo de polaridad positiva o inversa. * DCEN = DCSP == Polaridad recta o negativa del electrodo.
fil_ph: Mga Mabilisang Setting: 1. Mga electrodes na karaniwang ginagamit: * E6010 - Idinisenyo para sa welding pipe at pangkalahatang istruktura. Mahusay para sa lahat ng posisyon at patayo pababa hinang. Ang slag ay magaan at madaling tanggalin. Malalim, tumatagos na arko. Mababang rate ng deposition. Polarity DC + (positibong electrode). * E6011 - Katulad ng E6010 ngunit binago upang payagan ang paggamit ng AC. Mahusay para sa welding sheet metal na sulok joints patayo pababa. Polarity AC o DC + (electrode positive). * E7018 - Isang iron-powder, low-hydrogen, all-position electrode. Mahusay para sa matibay, mataas na stress na mga istraktura ng mababa hanggang katamtamang carbon na bakal. Maaari ding gamitin para sa pagwelding ng banayad at mataas na lakas na bakal, highcarbon bakal, at haluang metal na bakal. Polarity AC o DC + reverse polarity. * E7024 - Isang iron-powder electrode na may mababang hydrogen, magagamit sa lahat ng posisyon. Mahusay para sa high-amperage, malaki, fillet welds sa mga flat at horizontal na posisyon. Polarity AC o DC − (negatibong electrode). 2. Amperage Ranges: * E6010 - 75–130 / 1/8" (90 amps) ang ginustong. * E6011 - 75–130 / 1/8" (90 amps) ang ginustong. * E7018 - 90 / 3/32" * E7018 - 110–160 / 1/8" (140 amps) ang gusto para sa Flat at Horizontal. (110-115 amps) mas gusto para sa Vertical at Overhead. * E7024 - 130–180 / 1/8" 3. Polarity: * DCEP = DCRP == Electrode Positive o Reverse Polarity. * DCEN = DCSP == Electrode Negative o Straight Polarity.
ht: Anviwònman rapid: 1. Elektwòd yo souvan itilize: * E6010 - Ki fèt pou soude tiyo ak estrikti jeneral. Ekselan pou tout pozisyon ak desann vètikal soude. Salop se limyè ak fasil yo retire. Gwo twou san fon, penetrasyon arc. Pousantaj depo ki ba. Polarite DC + (elektwòd pozitif). * E6011 - Menm jan ak E6010 men modifye pou pèmèt itilize AC. Ekselan pou soude kwen tòl jwenti vètikal desann. Polarite AC oswa DC + (elektwòd pozitif). * E7018 - Yon elektwòd fè-poud, ba-idwojèn, tout pozisyon. Ekselan pou estrikti rijid, trè ensiste nan asye ki ba ak mwayen kabòn. Kapab tou itilize pou soude asye grav ak segondè-fòs, highcarbon asye, ak asye alyaj. Polarite AC oswa DC + polarite ranvèse. * E7024 - Yon elektwòd fè-poud ak idwojèn ki ba, ka itilize nan tout pozisyon. Ekselan pou gwo amperaj, gwo, soude file nan pozisyon plat ak orizontal. Polarite AC oswa DC - (elektwòd negatif). 2. Ranje Anperaj: * E6010 - 75–130 / 1/8" (90 amp) pi pito. * E6011 - 75–130 / 1/8" (90 amp) pi pito. * E7018 - 90 / 3/32" * E7018 - 110–160 / 1/8" (140 amp) pi pito pou plat & orizontal. (110-115 ampè) pi pito pou vètikal & anlè. * E7024 - 130–180 / 1/8" 3. Polarite: * DCEP = DCRP == Elektwòd pozitif oswa ranvèse polarite. * DCEN = DCSP == Elektwòd Negatif oswa Dwat Polarite.
pt_br: Configurações rápidas: 1. Eletrodos comumente usados: * E6010 - Projetado para soldagem de tubos e estruturas em geral. Excelente para todas as posições e descida vertical Soldagem. A escória é leve e fácil de remover. Arco profundo e penetrante. Baixas taxas de deposição. Polaridade DC + (eletrodo positivo). * E6011 – Semelhante ao E6010, mas modificado para permitir o uso de AC. Excelente para soldar cantos de chapa metálica articulações verticais para baixo. Polaridade AC ou DC+ (eletrodo positivo). * E7018 - Um eletrodo de ferro em pó, com baixo teor de hidrogênio e para todas as posições. Excelente para estruturas rígidas e altamente tensionadas de aço de baixo a médio carbono. Também pode ser usado para soldagem de aços macios e de alta resistência, alto carbono aços e aços-liga. Polaridade AC ou DC + polaridade reversa. * E7024 - Eletrodo de pó de ferro com baixo teor de hidrogênio, utilizável em todas as posições. Excelente para soldas de ângulo grandes e de alta amperagem em posições planas e horizontais. Polaridade AC ou DC − (eletrodo negativo). 2. Faixas de amperagem: * E6010 - 75–130 / 1/8" (90 amperes) preferencial. * E6011 - 75–130 / 1/8" (90 amperes) preferencial. * E7018 - 90/3/32" * E7018 - 110–160 / 1/8" (140 amperes) preferido para planos e horizontais. (110-115 amperes) preferido para Vertical e Overhead. * E7024 - 130–180 / 1/8" 3. Polaridade: * DCEP = DCRP == Eletrodo de polaridade positiva ou reversa. * DCEN = DCSP == Eletrodo Negativo ou Polaridade Reta.
zh_hans: 快速设置： 1、常用电极： * E6010 - 设计用于焊接管道和一般结构。非常适合全位置和垂直向下 焊接。炉渣轻且易于清除。弧线深邃、穿透力强。沉积率低。 极性 DC +（电极正极）。 * E6011 - 与 E6010 类似，但经过修改以允许使用交流电。非常适合焊接金属板角 关节垂直向下。极性 AC 或 DC +（电极正极）。 * E7018 - 铁粉、低氢、全位置电极。非常适合低碳到中碳钢的刚性、高应力结构。也可用于焊接低碳钢和高强度钢、高碳钢 钢、合金钢。极性 AC 或 DC + 反极性。 * E7024 - 低氢铁粉电极，可在所有位置使用。非常适合平面和水平位置的高电流、大型角焊缝。极性 AC 或 DC −（电极负极）。 2.电流范围： * E6010 - 75–130 / 1/8" (90 安培) 首选。 * E6011 - 75–130 / 1/8"（90 安培）为首选。 * E7018 - 90 / 3/32" * E7018 - 平面和水平方向首选 110–160 / 1/8" (140 安培)。 （110-115 安培）首选垂直和高架。 * E7024 - 130–180 / 1/8" 3、极性： * DCEP = DCRP == 电极正极性或反极性。 * DCEN = DCSP == 电极负极性或正极性。
